Repository: frankwiles/django-app-metrics
Catalog: app_metrics/locale/*/LC_MESSAGES/django.po
Languages: de

source: metric
de: Metrik

source: metrics
de: Metriken

source: email recipients
de: E-Mail-Empfänger

source: no e-mail
de: keine E-Mail

source: send daily
de: täglich versenden

source: send weekly
de: wöchentlich versenden

source: send monthly
de: monatlich versenden

source: metric set
de: Metrikgruppe

source: metric sets
de: Metrikgruppen

source: number
de: Anzahl

source: created
de: erstellt

source: metric item
de: Metrikelement

source: metric items
de: Metrikelemente

source: '%(name)s' of %(num)d on %(created)s
de: '%(name)s' von %(num)d am %(created)s

source: day metric
de: Tagesmetrik

source: day metrics
de: Tagesmetriken

source: '%(name)s' for '%(created)s'
de: '%(name)s' am '%(created)s'

source: week metric
de: Wochenmetrik

source: week metrics
de: Wochenmetriken

source: '%(name)s' for week %(week)s of %(year)s
de: '%(name)s' in KW %(week)s/%(year)s

source: month metric
de: Monatsmetrik

source: month metrics
de: Monatsmetriken

source: '%(name)s' for %(month)s %(year)s
de: '%(name)s' im %(month)s %(year)s

source: year metric
de: Jahresmetrik

source: year metrics
de: Jahresmetriken

source: '%(name)s' for %(year)s
de: '%(name)s' in '%(year)s'

source: current value
de: aktueller Wert

source: updated
de: geändert

source: gauge
de: Wertanzeiger

source: gauges
de: Wertanzeiger

source: %s Report
de: %s Bericht

source: %(name)s report for %(date)s
de: %(name)s Bericht für %(date)s

source: today so far
de: heute bislang

source: yesterday
de: gestern

source: prev week
de: letzte Woche

source: prev month
de: letzter Monat

source: week to date
de: diese Woche bislang

source: last week
de: letzte Woche

source: this week last month
de: diese Woche im letzten Monat

source: this week last year
de: diese Woche letztes Jahr

source: month to date
de: dieser Monat bislang

source: last month
de: letzter Monat

source: this month last year
de: dieser Monat letztes Jahr

source: year to date
de: dieses Jahr bislang

source: last year
de: letztes Jahr
